{
    "version": "https://jsonfeed.org/version/1",
    "title": "JAMES YOON",
    "description": "",
    "home_page_url": "https://james-y-yoon.github.io",
    "feed_url": "https://james-y-yoon.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "James (Young Suk) Yoon"
    },
    "items": [
        {
            "id": "https://james-y-yoon.github.io/atmospheric-chemistry-research/",
            "url": "https://james-y-yoon.github.io/atmospheric-chemistry-research/",
            "title": "Atmospheric Chemistry Research",
            "summary": "I'm currently a first-year Atmospheric Chemistry graduate student at the University of Washington's Department of Atmospheric Sciences. I'm co-advised by&hellip;",
            "content_html": "<p>I'm currently a first-year <strong>Atmospheric Chemistry graduate student</strong> at the University of Washington's <em>Department of Atmospheric Sciences</em>. I'm co-advised by <a href=\"https://alexjturner.github.io/\">Dr. Alex Turner</a> and <a href=\"https://www.atmos.washington.edu/~thornton/\">Dr. Joel Thornton</a>.</p>\n<p>My research focuses on biogenic volatile organic compounds (VOCs) emissions, their chemical transformations in the atmosphere, and their potential impacts on air quality. Specifically, I'm interested in detecting <strong>biogenic isoprene emissions from broadleaf forests</strong>. I study these compounds through remote sensing techniques like infrared spectroscopy and <strong>solar-induced fluoresence (SIF)</strong>. My current project uses solar-induced fluoresence as a potential proxy for isoprene emissions. </p>\n<hr>\n<h3>Past Research</h3>\n<p>Prior to coming to the University of Washington, I worked with Dr. Stan Sander and Dr. Zhao-Cheng Zeng on JPL's CLARS-FTS (Fourier-Transform infrared Spectrometer at the California Laboratory for Atmospheric Remote Sensing) instrument on Mt. Wilson, California. My project investigated <strong>high methane events during the 2015-2016 Aliso Canyon leak</strong> in Porter Ranch; I then extend the methodology to identify other potentially high methane events throughout the entire CLARS-FTS dataset (2011-2021). A paper on these high methane events is currently in the works.</p>\n<p>Finally, I worked as an undergraduate researcher in the <a href=\"https://sites.google.com/g.ucla.edu/stutz-group/team-members?authuser=0\">Stutz Lab</a> at UCLA's Department of Atmospheric &amp; Oceanic Sciences studying <strong>how nitrous acid (HONO) chemistry is affected by turbulent vertical mixing in the lowest 10 meters</strong>. I used the group's PACT-1D model to quantify how sensitive certain HONO surface production processes are to changes in eddy diffusivity coefficients (Kz).</p>",
            "image": "https://james-y-yoon.github.io/media/posts/9/isoprene.png",
            "author": {
                "name": "James (Young Suk) Yoon"
            },
            "tags": [
            ],
            "date_published": "2022-12-15T19:56:35-08:00",
            "date_modified": "2022-12-15T20:02:27-08:00"
        },
        {
            "id": "https://james-y-yoon.github.io/go-for-broke-national-education-center/",
            "url": "https://james-y-yoon.github.io/go-for-broke-national-education-center/",
            "title": "Go For Broke National Education Center",
            "summary": "During World War II, the United States government incarcerated over a hundred thousand Japanese Americans in camps like Manzanar and&hellip;",
            "content_html": "<p>During World War II, the United States government incarcerated over a hundred thousand Japanese Americans in camps like Manzanar and Tule Lake. For years, these Japanese Americans — many of whom were American citizens — lived in these camps, with their loyalty to the United States government questioned at every minute. However, despite this mass incarceration and anti-Japanese sentiment, many Nisei volunteered or were drafted into the army, going on to valiantly serve in the 442nd Regimental Combat Team, the 100th Battalion, and the Military Intelligence Service (among others). In both the European and Pacific theaters, these Nisei men and women fought in the battlefields, most notably risking their lives in the Rescue of the Lost Battalion; served as nurses and medics; and used their Japanese language skills to provide crucial intelligence for the American army. </p>\n<p>The <a href=\"https://goforbroke.org/\" target=\"_blank\" rel=\"noopener noreferrer\">Go For Broke National Education Center</a> is a non-profit located in Los Angeles' Little Tokyo that honors the Nisei veteran story. As the Getty Marrow Collections Intern in Summer 2022, I scanned and digitized submitted archival materials, including photo albums and documents, to add to the organization's digital collections. I also conducted heuristic analysis on the website's UX/UI and accessibility and piloted ArcGIS storymaps to revamp the website's history content. </p>\n<h2>Final Project</h2>\n<p>For my final project, I recorded the demographics and metadata for 900+ oral histories in the Hanashi Oral History Collection and visualized the data using Tableau and Voyant Tools. It was such a great opportunity to create a new dataset, clean the data, and visualize it all over the course of ten weeks! </p>\n<p>Some of the visualizations can be found below!</p>\n<figure class=\"post__image\" ><img loading=\"lazy\" src=\"https://james-y-yoon.github.io/media/posts/8/Screen-Shot-2022-09-13-at-1.54.16-AM.png\" sizes=\"(max-width: 768px) 100vw, 1360px\" srcset=\"https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.16-AM-xs.png 300w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.16-AM-sm.png 480w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.16-AM-md.png 768w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.16-AM-lg.png 1024w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.16-AM-xl.png 1360w\"  alt=\"Units represented in the Hanashi Oral History collection.\" width=\"1362\" height=\"764\">\n<figcaption >One of the data visualizations I created on Tableau showing the units represented in the Hanashi Oral History collection. Many of the interviewees were in the 442nd, the Military Intelligence Service, and the 100th Battalion.</figcaption>\n</figure>\n<figure class=\"post__image\" ><img loading=\"lazy\" src=\"https://james-y-yoon.github.io/media/posts/8/Screen-Shot-2022-09-13-at-1.54.30-AM.png\" sizes=\"(max-width: 768px) 100vw, 1360px\" srcset=\"https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.30-AM-xs.png 300w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.30-AM-sm.png 480w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.30-AM-md.png 768w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.30-AM-lg.png 1024w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.30-AM-xl.png 1360w\"  alt=\"Another visualization that shows the incarceration camps and temporary detention facilities that the interviewees were in during WWII.\" width=\"1002\" height=\"644\">\n<figcaption >Another visualization that shows the incarceration camps and temporary detention facilities that the interviewees were in during WWII.</figcaption>\n</figure>\n<p> </p>\n<figure class=\"post__image\" ><img loading=\"lazy\" src=\"https://james-y-yoon.github.io/media/posts/8/Screen-Shot-2022-09-13-at-1.54.38-AM.png\" sizes=\"(max-width: 768px) 100vw, 1360px\" srcset=\"https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.38-AM-xs.png 300w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.38-AM-sm.png 480w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.38-AM-md.png 768w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.38-AM-lg.png 1024w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.38-AM-xl.png 1360w\"  alt=\"Visualization that shows the basic training camps and MIS language schools that the interviewees attended. Camp Savage and Fort Snelling were two iterations of the Military Intelligence Service's Language Schools in Minnesota.\" width=\"982\" height=\"642\">\n<figcaption >Visualization that shows the basic training camps and MIS language schools that the interviewees attended. Camp Savage and Fort Snelling were two iterations of the Military Intelligence Service's Language Schools in Minnesota.</figcaption>\n</figure>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://james-y-yoon.github.io/media/posts/8/Screen-Shot-2022-09-13-at-1.54.48-AM.png\" sizes=\"(max-width: 768px) 100vw, 1360px\" srcset=\"https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.48-AM-xs.png 300w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.48-AM-sm.png 480w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.48-AM-md.png 768w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.48-AM-lg.png 1024w ,https://james-y-yoon.github.io/media/posts/8/responsive/Screen-Shot-2022-09-13-at-1.54.48-AM-xl.png 1360w\"  alt=\"Map that shows where the interviewees were born.\" width=\"974\" height=\"642\"><figcaption>Map that shows where the interviewees were born. Many of the interviewees were born in Hawai'i, the Pacific Northwest, the Bay Area, and Los Angeles, with some born in Japan and across the contiguous United States.</figcaption></figure>\n<hr>\n<h1>Special Thanks<br><br></h1>\n<p>Huge thanks to Janis Tanji Wong and Dr. Mitch Maki, as well as the rest of the Go For Broke staff, for being such amazing mentors throughout the ten weeks. Also a shoutout to Aurora Tang for being such an incredible learning community leader!</p>",
            "image": "https://james-y-yoon.github.io/media/posts/8/GFBNEC.jpg",
            "author": {
                "name": "James (Young Suk) Yoon"
            },
            "tags": [
                   "History",
                   "Digital Humanities"
            ],
            "date_published": "2022-09-13T02:03:41-07:00",
            "date_modified": "2022-12-15T20:02:12-08:00"
        },
        {
            "id": "https://james-y-yoon.github.io/teaching/",
            "url": "https://james-y-yoon.github.io/teaching/",
            "title": "Teaching",
            "summary": "The Learning Assistant Program At UCLA, I was a Head LA and a Program Development Team member for the Learning&hellip;",
            "content_html": "<h2>The Learning Assistant Program</h2>\n<p>At UCLA, I was a Head LA and a Program Development Team member for the Learning Assistant (LA) Program. The Learning Assistant (LA) Program at UCLA allows undergraduates who have previously taken a course to facilitate 20-30 student discussion sections or labs alongside graduate student TAs and course instructors. LAs also learn about collaborative learning and inclusive pedagogy during our quarterly seminar and apply these skills in large introductory STEM courses. <a href=\"https://ceils.ucla.edu/learning-communities-trainings/learning-assistant-program/\" target=\"_blank\" rel=\"noopener noreferrer\">More about the LA program can be found on their website here.</a></p>\n<hr>\n<p>I LA'd for the following classes throughout my time at UCLA:</p>\n<ul>\n<li>Four sections of <strong>Physics 4BL</strong>: Electromagnetism Laboratory for Scientists &amp; Engineers [one quarter as <em>Logistics Head LA</em>]</li>\n<li>One section of <strong>Physics 4AL</strong>: Mechanics Laboratory for Scientists &amp; Engineers [one quarter as <em>Pedagogy Head LA; one quarter as Logistics Head LA</em>]</li>\n<li>Two sections of <strong>Physics 1C</strong>: Electrodynamics, Optics, and Special Relativity [one quarter as <em>Logistics Head LA</em>]</li>\n<li>One section of <strong>Chemistry 113A</strong>: Quantum Chemistry</li>\n</ul>\n<hr>\n<h3>Program Development Team</h3>\n<p>During the 2021-2022 school year, I worked with Dr. Shanna Shaked, three graduate pedagogy seminar TAs, and 7 other experienced Head LAs in the Program Development Team as part of the <strong>Pedagogy</strong>, <strong>(Physical) Chemistry</strong>, and <strong>Social Media</strong> divisions. I directly managed 60+ pedagogy head LAs every quarter, proposed changes to streamline and enhance the quarterly pedagogy seminar, revamped the program's instagram, and maintained Javascript code on Google Forms to send feedback to 600+ LAs multiple times a quarter. I also helped expand the program to physical chemistry (Chem 20A/Chem 113A), biochemistry (Chem 153A), and earth science (EPSS 71/171) courses.</p>",
            "author": {
                "name": "James (Young Suk) Yoon"
            },
            "tags": [
            ],
            "date_published": "2022-09-13T01:33:06-07:00",
            "date_modified": "2022-09-13T01:44:06-07:00"
        },
        {
            "id": "https://james-y-yoon.github.io/air-qualitree/",
            "url": "https://james-y-yoon.github.io/air-qualitree/",
            "title": "Air Qualitree",
            "summary": "Description AirQualitree was a project conducted for UCLA's introductory digital humanities course (Digital Humanities 101 with Dr. Ashley Sanders). I&hellip;",
            "content_html": "<h1>Description</h1>\n<p>AirQualitree was a project conducted for UCLA's introductory digital humanities course (Digital Humanities 101 with Dr. Ashley Sanders). I worked as a team of 6 to create a website containing data visualizations, maps, and timelines about environmental justice in Los Angeles.</p>\n<p>Our project studied three parameters in particular: air quality (PM 2.5), water quality, and urban greenspace to show how marginalized groups experience higher pollution burdens. I visualized air quality data on Python, constructed and edited a cohesive data narrative, and adjusted the website's headlines and layout for accessibility. Ultimately, we aimed to create a data-driven narrative illustrating environmental inequities.</p>\n<p><a href=\"https://airqualitree.github.io/\" target=\"_blank\" rel=\"noopener noreferrer\">Explore our narrative here</a>!</p>\n<hr>\n<h1>Special Thanks</h1>\n<p>Huge thank you to Dr. Ashley Sanders (UCLA Digital Humanities) and Elizabeth Wood for their guidance.</p>",
            "image": "https://james-y-yoon.github.io/media/posts/5/Environment.jpeg",
            "author": {
                "name": "James (Young Suk) Yoon"
            },
            "tags": [
                   "Digital Humanities"
            ],
            "date_published": "2022-09-13T01:11:08-07:00",
            "date_modified": "2022-12-15T20:02:23-08:00"
        },
        {
            "id": "https://james-y-yoon.github.io/european-emigre-actors-in-hollywood/",
            "url": "https://james-y-yoon.github.io/european-emigre-actors-in-hollywood/",
            "title": "European Emigre Actors in Hollywood",
            "summary": "Europeans in Exile: Thomas Mann in Los Angeles Upon Hitler's rise to power and his subsequent invasions across Europe, persecuted&hellip;",
            "content_html": "<h2>Europeans in Exile: Thomas Mann in Los Angeles</h2>\n<p>Upon Hitler's rise to power and his subsequent invasions across Europe, persecuted individuals—many of whom were Jewish, artists, writers, and/or intellectuals, among others—tried to flee Germany through various routes. These <em>émigrés, </em>with many<em> </em>traveling from Marseilles to Spain and later to the United States through aid from organizations like the Emergency Rescue Committee, eventually settled in Los Angeles due to existing <em>émigré</em> support networks, contributing to L.A. art, Hollywood films, and Southern Californian architecture. </p>\n<p>This project, developed for <strong>Digital Humanities 187</strong> (Capstone Seminar) in collaboration with the Thomas Mann House, investigated the experiences and legacies of four European emigre actors: <strong>Peter Lorre, Hans Heinrich von Twardowski, Conrad Veidt, and Bela Lugosi</strong>.</p>\n<h2>Methodology</h2>\n<p>We compared and contrasted the legacies of the four actors through four digital methodologies: <strong>network analysis</strong> of the 1930s/1940s Hollywood film industry, <strong>IMDb data scraping and visualizations</strong>, <strong>mapping</strong> of film locations, and <strong>text analysis</strong> of film reviews. Based on our findings, we constructed a narrative about how each actor's legacy was impacted by ethnic typecasting in wartime Hollywood.</p>\n<p>Our goal was to explore a history with primarily qualitative sources from various angles to construct data-driven narratives. Network analysis provided a motivation for selecting the four actors, with Peter Lorre and Hans Heinrich von Twardowski representing actors with high betweenness centralities and Conrad Veidt and Bela Lugosi with low betweenness centralities.</p>\n<p>By scraping and visualizing IMDb and Metacritic data, we found that Lorre was the clear outlier in terms of legacy: his work remains the most acclaimed of the four actors. Computational text analysis of movie reviews supplemented this conclusion, and we ultimately conclude that each actors' specific typecasting (e.g. Peter Lorre's legacy in drama films and his method acting, versus Twardowski's typecasting as unnamed Nazi officers) affected their lasting Hollywood legacies. </p>\n<p><a href=\"https://storymaps.arcgis.com/stories/36b608ecd6de43da883142ef9dc22e47\" target=\"_blank\" rel=\"noopener noreferrer\">You can visit the website here</a>! </p>\n<p>For more information about the Digital Humanities group capstone course (Digital Humanities 187), <a href=\"https://mannsla.humspace.ucla.edu/\">you can visit the website for the Europeans in Exile course</a>.</p>\n<hr>\n<h2>Acknowledgements</h2>\n<p>Huge thank you to Dr. Wendy Perla Kurtz (UCLA Digital Humanities); Dr. Nikolai Blaumer (Thomas Mann House); Benno Herz (Thomas Mann House); and Anthony Caldwell (UCLA Digital Humanities) for all of their support and guidance throughout this project. </p>",
            "image": "https://james-y-yoon.github.io/media/posts/4/Thomas_Mann.jpeg",
            "author": {
                "name": "James (Young Suk) Yoon"
            },
            "tags": [
                   "History",
                   "Digital Humanities"
            ],
            "date_published": "2022-09-13T00:45:07-07:00",
            "date_modified": "2022-09-13T02:16:34-07:00"
        },
        {
            "id": "https://james-y-yoon.github.io/improving-the-uxui-of-ultimate-guitar/",
            "url": "https://james-y-yoon.github.io/improving-the-uxui-of-ultimate-guitar/",
            "title": "Improving the UX/UI of Ultimate-Guitar",
            "summary": "How can we make music learning accessible? Like many others who grew up on the World Wide Web, I learned&hellip;",
            "content_html": "<p class=\"align-center\"><em>How can we make music learning accessible?</em></p>\n<hr>\n<p class=\"align-left\">Like many others who grew up on the World Wide Web, I learned the guitar through the Internet. Armed with my music theory knowledge from piano lessons, I scrolled through tablatures and supplemented my playing with the occassional YouTube video. However, no service was as crucial as Ultimate-Guitar in my guitar learning journey. By learning just a couple of chords in an evening, I was able to play along to some of my favorite songs: the latest pop hits, radio throwbacks, and the occassional classical piece.</p>\n<p>This UX/UI project, completed with Dr. Sookie Cho's guidance in UCLA's Digital Humanities 110 UX course, aimed to improve Ultimate-Guitar's user interface, focusing on a target audience of middle-aged, male guitar learners of all skill levels. </p>\n<div class=\"card\">\n<div class=\"card-body\">\n<blockquote>\n<p>For this project, I identified the issues to be a non-intuitive labeling (using \"Shots\" instead of \"Videos\"), overall design clutter, and lack of flexibility or features like annotation. Overall, this website seemed tailored to long-term users and advanced guitar players, thus excluding a significant portion of their potential userbase.</p>\n</blockquote>\n</div>\n</div>\n<div class=\"card\">\n<div class=\"card-body\">\n<p>The design journey consisted of heuristic analysis of the current Ultimate-Guitar website and a competitor, followed by a usability test of the current site to identify any potential flaws. I then researched UX improvements through an interview and a ethnography and used these findings to guide my personas and UX storytelling. I then designed a low-fidelity prototype and interface based on the personas I created, testing them through a cognitive walkthrough with my peers. Finally, I polished my high-fidelity prototype and conducted four usability tests with my target audience to identify more opportunities for future improvement. </p>\n</div>\n</div>\n<p><a href=\"https://james-y-yoon.github.io/DH110-JamesYoon/\" target=\"_blank\" rel=\"noopener noreferrer\">You can explore the design journey and the final prototype here</a>! </p>\n<hr>\n<h1>Special Thanks</h1>\n<p>Huge thanks to Sookie Cho and the rest of the DH 110 course for all of their help and reviews!</p>",
            "image": "https://james-y-yoon.github.io/media/posts/3/Final_Prototype.png",
            "author": {
                "name": "James (Young Suk) Yoon"
            },
            "tags": [
                   "UX/UI",
                   "Digital Humanities"
            ],
            "date_published": "2022-09-08T16:39:32-07:00",
            "date_modified": "2022-12-15T20:03:48-08:00"
        },
        {
            "id": "https://james-y-yoon.github.io/about/",
            "url": "https://james-y-yoon.github.io/about/",
            "title": "About Me",
            "summary": "First, a warm welcome to my portfolio! ‍‍I'm a UW graduate student and a UCLA alum who is interested in&hellip;",
            "content_html": "<p class=\"p1\">First, a warm welcome to my portfolio!</p>\n<p class=\"p1\"><i>‍</i>‍I'm a UW graduate student and a UCLA alum who is interested in a wide variety of fields: chemistry, education, atmospheric science, digital humanities, UX/UI, history, and communication. I'm a Northern California native, 1.5 generation Korean American, and a former Los Angeles transplant.<span class=\"Apple-converted-space\"> </span></p>\n<figure class=\"post__image post__image--center\" ><figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://james-y-yoon.github.io/media/posts/2/james_powell.jpeg\" sizes=\"(max-width: 768px) 100vw, 1360px\" srcset=\"https://james-y-yoon.github.io/media/posts/2/responsive/james_powell-xs.jpeg 300w ,https://james-y-yoon.github.io/media/posts/2/responsive/james_powell-sm.jpeg 480w ,https://james-y-yoon.github.io/media/posts/2/responsive/james_powell-md.jpeg 768w ,https://james-y-yoon.github.io/media/posts/2/responsive/james_powell-lg.jpeg 1024w ,https://james-y-yoon.github.io/media/posts/2/responsive/james_powell-xl.jpeg 1360w\"  alt=\"Portrait of James Yoon\" width=\"400\" height=\"400\"></figure>\n<figcaption >In front of UCLA's Powell Library. Go Bruins!</figcaption>\n</figure>\n<p class=\"p1\">At UCLA, I studied <strong>Chemistry, Atmospheric &amp; Oceanic Sciences, and Digital Humanities</strong> with a specialization in computing. There, I also fostered my continuing interest in Asian American Studies, oral histories, and feminist theory. I loved studying the intersections of gender, sexuality, and race, as well as epistemology from an ethnic studies and feminist lens. Can't forget Foucault too!</p>\n<p class=\"p1\">I'm most interested in using my chemistry and technology background to tell humanistic stories.</p>\n<ul>\n<li class=\"p1\"><i>How do people interact with scientific research?</i></li>\n<li class=\"p1\"><i>How can we make scientific data more relevant to the public? </i></li>\n<li class=\"p1\"><i>How do we use quantitative and qualitative data in conjunction to amplify silenced narratives?</i></li>\n</ul>\n<hr>\n<h2>Education</h2>\n<ul style=\"list-style-type: circle;\">\n<li><strong>First-year graduate student</strong> at the University of Washington's Department of Atmospheric Sciences\n<ul style=\"list-style-type: circle;\">\n<li><em>September 2022 — Present</em></li>\n<li>Working in the <a href=\"https://www.atmos.washington.edu/~thornton/\" target=\"_blank\" rel=\"noopener noreferrer\">Thornton Lab</a> to study atmospheric chemistry and secondary organic aerosols.</li>\n</ul>\n</li>\n</ul>\n<ul style=\"list-style-type: circle;\">\n<li><strong>B.S. in Chemistry from the University of California, Los Angeles (UCLA)</strong>, with minors in Atmospheric &amp; Oceanic Sciences and Digital Humanities and a computing specialization\n<ul style=\"list-style-type: circle;\">\n<li><em>September 2018 — June 2022</em></li>\n<li>Worked in the <a href=\"https://sites.google.com/g.ucla.edu/stutz-group\" target=\"_blank\" rel=\"noopener noreferrer\">Stutz Group</a> on atmospheric modeling of nitrous acid (HONO) and furfural using the PACT-1D model.</li>\n<li>Also worked with Dr. Stan Sander and Dr. Zhao-Cheng Zeng on remote sensing of methane and carbon dioxide using JPL's CLARS-FTS instrument on Mt. Wilson.</li>\n</ul>\n</li>\n</ul>\n<hr>\n<h2>Presentations</h2>\n<ul>\n<li><span dir=\"ltr\" role=\"presentation\">AGU Fall Meeting 2021</span> <span dir=\"ltr\" role=\"presentation\">|</span> <em><span dir=\"ltr\" role=\"presentation\">Poster</span></em>\n<ul>\n<li><strong><span dir=\"ltr\" role=\"presentation\">James (Young Suk) Yoon</span></strong><span dir=\"ltr\" role=\"presentation\">, Zhao-Cheng Zeng, Stanley Sander: ”Investigating Aliso Canyon and Abnormally High </span><span dir=\"ltr\" role=\"presentation\">Methane Days Using CLARS-FTS Measurements in the Los Angeles Basin”</span>\n<ul>\n<li><span dir=\"ltr\" role=\"presentation\">Session A35B:</span> <span dir=\"ltr\" role=\"presentation\">Atmospheric Methane Measurements: Bridging Anthropogenic Emissions and Mitigation Internationally</span></li>\n</ul>\n</li>\n<li><span dir=\"ltr\" role=\"presentation\">Jochen Stutz,</span> <strong><span dir=\"ltr\" role=\"presentation\">James (Young Suk) Yoon</span></strong><span dir=\"ltr\" role=\"presentation\">, Sol Cooperdock, Santo F Colosimo, Olga Pikelnaya and Andrea Polidori: \"</span><span dir=\"ltr\" role=\"presentation\">Furfural as a Tracer of Local Wildfires and Residential Burning in Los Angeles”</span>\n<ul>\n<li><span dir=\"ltr\" role=\"presentation\">Session A32E:</span> <span dir=\"ltr\" role=\"presentation\">Fire and Smoke: Biomass Burning Emissions, Chemical Evolution, and Impacts on Air Quality and</span><br role=\"presentation\"><span dir=\"ltr\" role=\"presentation\">Climate II</span></li>\n</ul>\n</li>\n</ul>\n</li>\n<li><span dir=\"ltr\" role=\"presentation\">2021 UCLA Undergraduate Research Showcase</span> <span dir=\"ltr\" role=\"presentation\">|</span> <em><span dir=\"ltr\" role=\"presentation\">Talk</span></em>\n<ul>\n<li><strong><span dir=\"ltr\" role=\"presentation\">James (Young Suk) Yoon</span></strong><span dir=\"ltr\" role=\"presentation\">, Katie Tuite, Jochen Stutz: ”Investigating Surface Mixing’s Effect on HONO Chemistry </span><span dir=\"ltr\" role=\"presentation\">Using the PACT-1D Atmospheric Model”</span></li>\n</ul>\n</li>\n<li><span dir=\"ltr\" role=\"presentation\">Informal Symposium on Kinetics and Photochemical Processes in the Atmosphere</span> <span dir=\"ltr\" role=\"presentation\">|</span> <em><span dir=\"ltr\" role=\"presentation\">Talk</span></em>\n<ul>\n<li><strong><span dir=\"ltr\" role=\"presentation\">James (Young Suk) Yoon</span></strong><span dir=\"ltr\" role=\"presentation\">, Katie Tuite, Jochen Stutz: ”Investigating surface mixing’s effect on HONO chemistry </span><span dir=\"ltr\" role=\"presentation\">using the PACT-1D atmospheric model”</span></li>\n</ul>\n</li>\n<li><span dir=\"ltr\" role=\"presentation\">AGU Fall Meeting 2020</span> <span dir=\"ltr\" role=\"presentation\">|</span> <em><span dir=\"ltr\" role=\"presentation\">Talk</span></em>\n<ul>\n<li><strong><span dir=\"ltr\" role=\"presentation\">James (Young Suk) Yoon</span></strong><span dir=\"ltr\" role=\"presentation\">, Katie Tuite, Jochen Stutz: ”Investigating the Effect of Surface Mixing on Boundary Layer </span><span dir=\"ltr\" role=\"presentation\">Chemistry Using the PACT-1D Atmospheric Model”</span>\n<ul>\n<li><span dir=\"ltr\" role=\"presentation\">Session A082:</span> <span dir=\"ltr\" role=\"presentation\">Atmospheric Oxidation Capacity Constraints: Laboratory Investigations, Field and Remote Sensing</span><br role=\"presentation\"><span dir=\"ltr\" role=\"presentation\">Observations, and Modeling Studies I</span></li>\n</ul>\n</li>\n</ul>\n</li>\n<li><span dir=\"ltr\" role=\"presentation\">2020 UCLA Undergraduate Research Showcase</span> <span dir=\"ltr\" role=\"presentation\">|</span> <em><span dir=\"ltr\" role=\"presentation\">Talk</span></em>\n<ul>\n<li><strong><span dir=\"ltr\" role=\"presentation\">James (Young Suk) Yoon</span></strong><span dir=\"ltr\" role=\"presentation\">, Katie Tuite, Jochen Stutz: ”The Role of Vertical Transport on Nitrous Acid (HONO) </span><span dir=\"ltr\" role=\"presentation\">Chemistry in the Polluted Atmosphere”</span></li>\n</ul>\n</li>\n</ul>",
            "author": {
                "name": "James (Young Suk) Yoon"
            },
            "tags": [
            ],
            "date_published": "2022-09-08T16:33:25-07:00",
            "date_modified": "2022-09-13T02:21:55-07:00"
        }
    ]
}
